{"type":"data","nodes":[null,{"type":"data","data":[{"PostContent":1,"meta":2},"\u003Cp\u003EIncremental Urban Design is a planning and design approach that focuses on making gradual, incremental changes to the built environment over time.\nThe goal of Incremental Urban Design is to improve the livability and sustainability of urban areas in a flexible and responsive manner, rather than making large-scale, top-down changes. \u003C\u002Fp\u003E\n\u003Ch2 id=\"benefits-of-incremental-urban-design\"\u003E\u003Ca aria-hidden=\"true\" tabindex=\"-1\" href=\"#benefits-of-incremental-urban-design\"\u003E\u003Cspan class=\"icon icon-link\"\u003E\u003C\u002Fspan\u003E\u003C\u002Fa\u003EBenefits of Incremental Urban Design:\u003C\u002Fh2\u003E\n\u003Ch3 id=\"encourages-community-involvement\"\u003E\u003Ca aria-hidden=\"true\" tabindex=\"-1\" href=\"#encourages-community-involvement\"\u003E\u003Cspan class=\"icon icon-link\"\u003E\u003C\u002Fspan\u003E\u003C\u002Fa\u003EEncourages Community Involvement:\u003C\u002Fh3\u003E\n\u003Cp\u003EIncremental Urban Design encourages community involvement in the planning and design process, allowing residents to have a say in the changes that are being made to their community.\nThis can increase community buy-in and support for urban design projects.\u003C\u002Fp\u003E\n\u003Ch3 id=\"promotes-flexibility\"\u003E\u003Ca aria-hidden=\"true\" tabindex=\"-1\" href=\"#promotes-flexibility\"\u003E\u003Cspan class=\"icon icon-link\"\u003E\u003C\u002Fspan\u003E\u003C\u002Fa\u003EPromotes Flexibility:\u003C\u002Fh3\u003E\n\u003Cp\u003EIncremental Urban Design is a flexible approach, allowing for changes to be made over time in response to changing needs and conditions.\nThis can help to ensure that urban design projects are more adaptable to the changing needs of a community over time.\u003C\u002Fp\u003E\n\u003Ch3 id=\"improves-livability\"\u003E\u003Ca aria-hidden=\"true\" tabindex=\"-1\" href=\"#improves-livability\"\u003E\u003Cspan class=\"icon icon-link\"\u003E\u003C\u002Fspan\u003E\u003C\u002Fa\u003EImproves Livability:\u003C\u002Fh3\u003E\n\u003Cp\u003EIncremental Urban Design focuses on making gradual changes to the built environment that improve livability.\nThis can include improving public spaces, widening pavements and installing bike lanes, and increasing access to public transportation. \u003C\u002Fp\u003E\n\u003Ch3 id=\"minimises-disruptions\"\u003E\u003Ca aria-hidden=\"true\" tabindex=\"-1\" href=\"#minimises-disruptions\"\u003E\u003Cspan class=\"icon icon-link\"\u003E\u003C\u002Fspan\u003E\u003C\u002Fa\u003EMinimises Disruptions:\u003C\u002Fh3\u003E\n\u003Cp\u003EIncremental Urban Design minimises disruptions to the built environment and to the lives of residents.\nIt achieves this by avoiding large-scale construction projects and reducing the need for residents to relocate or adjust to major changes all at once.\nThis can help to reduce the negative impacts of urban design projects and increase support for future projects. \u003C\u002Fp\u003E\n\u003Ch3 id=\"encourages-experimentation\"\u003E\u003Ca aria-hidden=\"true\" tabindex=\"-1\" href=\"#encourages-experimentation\"\u003E\u003Cspan class=\"icon icon-link\"\u003E\u003C\u002Fspan\u003E\u003C\u002Fa\u003EEncourages Experimentation:\u003C\u002Fh3\u003E\n\u003Cp\u003EIncremental Urban Design encourages experimentation, allowing for new and innovative design solutions to be tested and refined over time. This can help to improve the quality and effectiveness of urban design projects.\u003C\u002Fp\u003E\n\u003Ch2 id=\"how-could-we-use-incremental-urban-design\"\u003E\u003Ca aria-hidden=\"true\" tabindex=\"-1\" href=\"#how-could-we-use-incremental-urban-design\"\u003E\u003Cspan class=\"icon icon-link\"\u003E\u003C\u002Fspan\u003E\u003C\u002Fa\u003EHow could we use Incremental Urban Design?\u003C\u002Fh2\u003E\n\u003Cp\u003EIncremental Urban Design is a flexible and responsive approach to planning and design that can help to improve the livability and sustainability of urban areas. By making gradual changes to the built environment, Incremental Urban Design can help to create more livable, sustainable, and responsive communities.\u003C\u002Fp\u003E",{"title":3,"date":4,"updated":4,"categories":5,"coverImage":7,"coverWidth":8,"coverHeight":9,"excerpt":10,"slug":11},"Incremental Urban Design","2023-02-13",[6],"urbanism","\u002Fimages\u002Ftown-panorama.jpg",16,9,"Covering the basics of Incremental Design and its benefits.","incremental-design"],"uses":{"params":["post"]}}]}